//
//  DataStore.swift
//  WeGoTrip
//
//  Created by ilshat on 15.05.2022.
//

import Foundation

enum Localizables  {
    static let firstPageTitle = "Офигенно, в дошли до конца!\nРасскажите, как вам?"
    
    static let q1 = "Как вам тур в целом?"
    static let q2 = "Понравился гид?"
    static let q3 = "Как вам подача информации?"
    static let q4 = "Удобная навигация между шагами?"
    
    static let smile1 = "😒"
    static let smile2 = "😎"
    static let smile3 = "😩"
    static let smile4 = "😳"

    
    static let skip = "Не хочу отвечать"
   
    
    static let q5 = "Что вам особенно понравилось в этом туре?"
    static let questionPlaceholer = "Напишите здесь, чем вам запомнился тур, посоветуете ли его друзьям и как удалось ли повесилиться"
    static let q6 = "Как мы могли бы улучшить подачу информации?"

}
